"MJRefreshHeaderIdleText" = "Pull down to refresh1111";
"MJRefreshHeaderPullingText" = "Release to refresh111";
"MJRefreshHeaderRefreshingText" = "Loading...1111";

"MJRefreshAutoFooterIdleText" = "Tap or pull up to load more111";
"MJRefreshAutoFooterRefreshingText" = "Loading...111";
"MJRefreshAutoFooterNoMoreDataText" = "No more data111";

"MJRefreshBackFooterIdleText" = "Pull up to load more111";
"MJRefreshBackFooterPullingText" = "Release to load more.1111";
"MJRefreshBackFooterRefreshingText" = "Loading...111";
"MJRefreshBackFooterNoMoreDataText" = "No more data111";

"MJRefreshHeaderLastTimeText" = "Last update:1111";
"MJRefreshHeaderDateTodayText" = "Today111";
"MJRefreshHeaderNoneLastDateText" = "No record11111";
